tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "shivammathur/php"
brew "augeas"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "python-cryptography"
brew "certbot"
brew "cocoapods"
brew "cowsay"
brew "libssh2"
brew "deno"
brew "docker-credential-helper-ecr"
brew "eza"
brew "fd"
brew "sdl2_mixer"
brew "fheroes2"
brew "fnm"
brew "fzf"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "glab"
brew "go"
brew "jasper"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "innoextract"
brew "krb5"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "libusb"
brew "liquibase"
brew "midnight-commander"
brew "neofetch"
brew "nghttp2"
brew "openssl@1.1"
brew "pkcs11-helper"
brew "openvpn"
brew "pnpm"
brew "postgresql@13"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "redis", restart_service: true
brew "sops"
brew "stow"
brew "yarn"
brew "zoxide"
brew "osx-cross/avr/simavr", args: ["HEAD"]
cask "alfred"
cask "blackhole-2ch"
cask "firefox"
cask "flux"
cask "josm"
cask "spotify"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hoovercj.vscode-power-mode"
vscode "k--kato.docomment"
vscode "kamikillerto.vscode-colorize"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mariusschulz.yarn-lock-syntax"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "mylesmurphy.prettify-ts"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "simonsiefke.svg-preview"
vscode "styled-components.vscode-styled-components"
vscode "thebearingedge.vscode-sql-lit"
vscode "tobermory.es6-string-html"
vscode "tomoki1207.pdf"
vscode "tyriar.sort-lines"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
